"GetSupport" = "Uzyskaj pomoc techniczną";
"ReinstallButtonDescription" = "Zainstaluj najnowszą wersję";
"UninstallButtonDescription" = "Usuń bieżącą instalację";
"ReinstallButtonTitle" = "Uzyskaj najnowszą wersję";
"UninstallButtonTitle" = "Odinstaluj";
"CannotInstallFlashPlayer" = "Nie można zainstalować programu Adobe Flash Player.";
"NewerFlashPlayerAlreadyInstalled" = "Na tym komputerze jest już zainstalowana nowsza wersja tego oprogramowania.";
"InstalledVersionTitle" = "Zainstalowana wersja:";
"ThisVersionTitle" = "Ta wersja:";
"SystemDoesNotMeetMinimumRequirements" = "Ten komputer nie spełnia minimalnych wymagań instalacji.";
"InstallNoticeLine1" = "Ten program zainstaluje oprogramowanie Adobe® Flash® Player 10.1.";
"UsageTitle" = "Używanie tylko zgodnie z warunkami podanymi w dokumencie %@";
"LicenseAgreementLink" = "Umowa licencyjna programu Flash Player";
"ReadAndAgreeToTermsOfUse" = "Potwierdzam przeczytanie warunków umowy licencyjnej i zgodę na nie.";
"CloseFPClientsDescription1" = "Przed kontynuowaniem zamknij następujące aplikacje:";
"CloseFPClientsDescription2" = "Można zamknąć je ręcznie lub przez kliknięcie poniżej.";
"ForceCloseAllButtonTitle" = "Zamknij wszystko";
"CloseAppsDialogTitle" = "Zamknij dodatkowe aplikacje";
"CloseAppsDialogMessage" = "Niektóre aplikacje nadal wymagają zamknięcia.\n\nKliknij przycisk OK";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Zamknij";
"FPInstallerWindowTitle" = "Instalator programu Adobe Flash Player";
"InstallingMessage" = "Instalowanie…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Kończenie instalowania...";
"InstallButtonTitle" = "Instaluj";
"RetryButtonTitle" = "Spróbuj ponownie";
"QuitButtonTitle" = "Zamknij";
"DoneButtonTitle" = "Gotowe";
"InstallSucceededTitle" = "Instalacja zakończona pomyślnie";
"InstallFailedTitle" = "Instalacja zakończona niepowodzeniem";
"InstallFailedDescription" = "Instalacja zakończyła się niepowodzeniem.";
"ErrorLogTitle" = "Dziennik błędów:";
"FPUninstallerWindowTitle" = "Instalator programu Adobe Flash Player";
"UninstallDescriptionText" = "Ten program usunie oprogramowanie Adobe® Flash® Player z komputera.";
"UninstallDescriptionText_PlusTentacleRemover" = "Ten program usunie z komputera oprogramowanie Adobe® Flash® Player i wszystkie powiązane z nim pliki bufora oraz ustawienia.";
"UninstallingMessage" = "Odinstalowywanie…";
"UninstallCompletedTitle" = "Zakończone";
"UninstallSucceededText" = "Program Adobe® Flash® Player został usunięty z komputera.";
